Repository: keipa/Hypnofrog
Catalog: Hypnofrog/Resources/Resource.*.resx
Languages: ru

source: Account settings
ru: Настройки аккаунта

source: Achievments:
ru: Достижений:

source: + Add page
ru: + Добавить страницу

source: Add Site
ru: Добавить сайт

# admin
source: Administration
ru: Администрирование

source: Cancel
ru: Отмена

source: Color
ru: Цветовая гамма:

# columns
source: Column
ru: Колонки

# comment
source: Comments
ru: Комментарии

# comments
source: Add comments bar?
ru: Добавить комментарии?

source: Confirm
ru: Создать

# congrats
source: Congratulation! You got an achievment:
ru: Поздравляем! Вы заработали достижение :

source: Dark
ru: Тёмный

source: Delete
ru: Удалить

source: Delete account
ru: Удалить аккаунт

source: Description
ru: Описание

# descRUHas100Sites
source: Write 100 sites
ru: Написать 100 сайтов

# descRUHasFiveRatingWithOnes
source: Set five ratings with ones
ru: Поставить 5 отметок с единицами

# descRUHasOneRating
source: Set on rating
ru: Поставить одну оценку

# descRUHasOneSite
source: Have one site
ru: Написать один сайт

# descRUHasTenRatingsWith5Stars
source: Set 10 rating with 5 stars
ru: Поставить 10 отметок с пятёрками

# descRUHasTenSites
source: Write ten wites
ru: Написать 10 сайтов

# descRUHasTenTags
source: Have 10 tags on your site
ru: Иметь на сайтах 10 тегов

# descRUHasThreeSites
source: Have three sites
ru: Иметь три сайта.

# descRUHasThreeSitesWithRatesGreaterThanThree
source: Have three sites with rating greater than three
ru: Иметь три сайта с рейтингом не менее 3

# errordontcare
source: If you think that someone here is not right, do not write - we do not care.
ru: Если вы считаете, что кто-то тут не прав, не пишите — нам всё равно.

# errorgotomain
source: Go Home
ru: На главную

# errornopage
source: The requested page has never been on our site, or it was removed.
ru: Запрашиваемой страницы никогда не было на нашем сайте или она была удалена.

# errorwearedone
source: We are done!
ru: Здрасьте, приехали!

source: Famehall
ru: Зал славы

source: Hi,
ru: Привет

source: Horizontal
ru: Горизонтальное

# isearch
source: I'm searching
ru: Я ищу

source: Language
ru: Язык

source: Login
ru: Войти

source: Logout
ru: Выйти

# makeadmin
source: Give admin rules
ru: Повысить до админа

source: Menu placing
ru: Положение меню:

source: Mixed
ru: Смешанное

source: Name
ru: Название

# nameHas100Sites
source: Superman
ru: Воу Воу Палехче

# nameHasFiveRatingWithOnes
source: I'm Dartan'an
ru: Я Дартаньян

# nameHasOneRating
source: Get a coin
ru: Держи печеньку

# nameHasOneSite
source: First Step
ru: В некотором царстве...

# nameHasTenRatingsWith5Stars
source: No principals
ru: Беспринциптный

# nameHasTenSites
source: Batman
ru: Кочегар

# nameHasTenTags
source: Archivarius
ru: Архивариус

# nameHasThreeSites
source: Second step
ru: В некотором государстве...

# nameHasThreeSitesWithRatesGreaterThanThree
source: Three Great Whales
ru: Три богатыря

source: No menu
ru: Без меню

source: One
ru: Одна

source: Rating:
ru: Рейтинг:

source: Red
ru: Рыжий

source: Search
ru: Поиск

# siteandcontent
source: Sites and content
ru: Сайты и контент

source: Sites added:
ru: Сайтов добавил:

source: Site settings
ru: Настройки вашего сайта

# sitesettingsdesc
source: Here you can set up your site and its first page.
ru: Здесь вы можете настроить свой сайт и его первую страницу.

source: Tags
ru: Теги

source: Top Sites
ru: Топ лучших сайтов

source: Two
ru: Две

source: URL to access
ru: URL для доступа к сайту

source: User Name
ru: Имя пользователя

source: Users
ru: Пользователи

# vertivcal
source: Vertical
ru: Вертикальное

source: White
ru: Светлый
